Repository: jiyimeta/folino-ios
Catalog: Packages/Features/Editor/Sources/Editor/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# editor.callout.noteLength
source: Note length
ja: 音符の長さ
ko: 음표 길이
zh_hans: 音符时值
zh_hant: 音符時值

# editor.callout.restLength
source: Rest length
ja: 休符の長さ
ko: 쉼표 길이
zh_hans: 休止符时值
zh_hant: 休止符時值

# editor.chrome.done
source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# editor.chrome.hidePad
source: Hide note keyboard
ja: 音符キーボードを隠す
ko: 음표 키보드 가리기
zh_hans: 隐藏音符键盘
zh_hant: 隱藏音符鍵盤

# editor.chrome.redo
source: Redo
ja: やり直す
ko: 다시 실행
zh_hans: 重做
zh_hant: 重做

# editor.chrome.showPad
source: Show note keyboard
ja: 音符キーボードを表示
ko: 음표 키보드 표시
zh_hans: 显示音符键盘
zh_hant: 顯示音符鍵盤

# editor.chrome.undo
source: Undo
ja: 取り消す
ko: 실행 취소
zh_hans: 撤销
zh_hant: 撤銷

# editor.commit.action
source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# editor.discard.action
source: Discard Changes
ja: 変更を破棄
ko: 변경 사항 버리기
zh_hans: 放弃更改
zh_hant: 放棄更改

# editor.discard.confirm.action
source: Discard Changes
ja: 変更内容を破棄
ko: 변경 사항 버리기
zh_hans: 放弃更改
zh_hant: 放棄更改

# editor.discard.confirm.message
source: Are you sure you want to discard your changes?
ja: 変更を破棄しても よろしいですか？
ko: 변경 사항을 버리시겠습니까?
zh_hans: 确定要放弃 所做的更改吗？
zh_hant: 確定要放棄 所做的更改嗎？

# editor.discardAlert.discard
source: Discard Changes
ja: 変更を破棄
ko: 변경 사항 폐기
zh_hans: 放弃更改
zh_hant: 捨棄變更

# editor.discardAlert.keepEditing
source: Keep Editing
ja: 編集を続ける
ko: 계속 편집
zh_hans: 继续编辑
zh_hant: 繼續編輯

# editor.discardAlert.title
source: Discard changes?
ja: 変更を破棄しますか？
ko: 변경 사항을 폐기하시겠습니까?
zh_hans: 放弃更改？
zh_hant: 要捨棄變更嗎？

# editor.drum.layout.addInstrument
source: Add Instrument
ja: 楽器を追加
ko: 악기 추가
zh_hans: 添加乐器
zh_hant: 加入樂器

# editor.drum.layout.addRow
source: Add Row
ja: 行を追加
ko: 줄 추가
zh_hans: 添加行
zh_hant: 加入列

# editor.drum.layout.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# editor.drum.layout.done
source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

# editor.drum.layout.edit
source: Edit drum keys
ja: ドラムキーを編集
ko: 드럼 키 편집
zh_hans: 编辑鼓键
zh_hant: 編輯鼓鍵

# editor.drum.layout.instrument
source: Instrument
ja: 楽器
ko: 악기
zh_hans: 乐器
zh_hant: 樂器

# editor.drum.layout.preset
source: Voices
ja: 声部
ko: 성부
zh_hans: 声部
zh_hant: 聲部

# editor.drum.layout.preset.handsAndFeet
source: Hands and feet
ja: 手と足
ko: 손과 발
zh_hans: 手与脚
zh_hant: 手與腳

# editor.drum.layout.preset.singleVoice
source: One voice
ja: 1 声部
ko: 한 성부
zh_hans: 单声部
zh_hant: 單聲部

# editor.drum.layout.removeRow
source: Remove Row
ja: 行を削除
ko: 줄 삭제
zh_hans: 删除行
zh_hant: 刪除列

# editor.drum.layout.row %lld
source: Row %lld
ja: %lld 行目
ko: %lld번째 줄
zh_hans: 第 %lld 行
zh_hant: 第 %lld 列

# editor.drum.layout.title
source: Drum keys
ja: ドラムキー
ko: 드럼 키
zh_hans: 鼓键
zh_hant: 鼓鍵

# editor.drum.layout.voiceBadge %lld
source: Voice %lld
ja: 声部 %lld
ko: 성부 %lld
zh_hans: 声部 %lld
zh_hant: 聲部 %lld

# editor.drum.name.bassDrum
source: Bass Drum 1
ja: バスドラム1
ko: 베이스 드럼 1
zh_hans: 低音大鼓 1
zh_hant: 大鼓 1

# editor.drum.name.bassDrumAcoustic
source: Acoustic Bass Drum
ja: アコースティックバスドラム
ko: 어쿠스틱 베이스 드럼
zh_hans: 原声低音大鼓
zh_hant: 原聲大鼓

# editor.drum.name.bongoHigh
source: High Bongo
ja: ハイボンゴ
ko: 하이 봉고
zh_hans: 高音邦戈鼓
zh_hant: 高音邦哥鼓

# editor.drum.name.bongoLow
source: Low Bongo
ja: ローボンゴ
ko: 로우 봉고
zh_hans: 低音邦戈鼓
zh_hant: 低音邦哥鼓

# editor.drum.name.chinese
source: Chinese Cymbal
ja: チャイニーズシンバル
ko: 차이니즈 심벌
zh_hans: 中国钹
zh_hant: 中國鈸

# editor.drum.name.cowbell
source: Cowbell
ja: カウベル
ko: 카우벨
zh_hans: 牛铃
zh_hant: 牛鈴

# editor.drum.name.crash
source: Crash Cymbal 1
ja: クラッシュシンバル1
ko: 크래시 심벌 1
zh_hans: 强音钹 1
zh_hant: 強音鈸 1

# editor.drum.name.crash2
source: Crash Cymbal 2
ja: クラッシュシンバル2
ko: 크래시 심벌 2
zh_hans: 强音钹 2
zh_hant: 強音鈸 2

# editor.drum.name.floorTomHigh
source: High Floor Tom
ja: ハイフロアタム
ko: 하이 플로어 톰
zh_hans: 高音落地嗵鼓
zh_hant: 高音落地筒鼓

# editor.drum.name.floorTomLow
source: Low Floor Tom
ja: ローフロアタム
ko: 로우 플로어 톰
zh_hans: 低音落地嗵鼓
zh_hant: 低音落地筒鼓

# editor.drum.name.handClap
source: Hand Clap
ja: ハンドクラップ
ko: 핸드 클랩
zh_hans: 拍手声
zh_hant: 拍手聲

# editor.drum.name.hiHatClosed
source: Closed Hi-Hat
ja: クローズドハイハット
ko: 클로즈드 하이햇
zh_hans: 闭合踩镲
zh_hant: 閉合腳踏鈸

# editor.drum.name.hiHatOpen
source: Open Hi-Hat
ja: オープンハイハット
ko: 오픈 하이햇
zh_hans: 开放踩镲
zh_hant: 開放腳踏鈸

# editor.drum.name.hiHatPedal
source: Pedal Hi-Hat
ja: ペダルハイハット
ko: 페달 하이햇
zh_hans: 踏板踩镲
zh_hant: 踏板腳踏鈸

# editor.drum.name.ride
source: Ride Cymbal 1
ja: ライドシンバル1
ko: 라이드 심벌 1
zh_hans: 叮叮钹 1
zh_hant: 叮叮鈸 1

# editor.drum.name.ride2
source: Ride Cymbal 2
ja: ライドシンバル2
ko: 라이드 심벌 2
zh_hans: 叮叮钹 2
zh_hant: 叮叮鈸 2

# editor.drum.name.rideBell
source: Ride Bell
ja: ライドベル
ko: 라이드 벨
zh_hans: 叮叮钹心
zh_hant: 叮叮鈸心

# editor.drum.name.sideStick
source: Side Stick
ja: サイドスティック
ko: 사이드 스틱
zh_hans: 鼓边击
zh_hant: 鼓邊擊

# editor.drum.name.snare
source: Acoustic Snare
ja: アコースティックスネア
ko: 어쿠스틱 스네어 드럼
zh_hans: 原声军鼓
zh_hant: 原聲小鼓

# editor.drum.name.snareElectric
source: Electric Snare
ja: エレクトリックスネア
ko: 일렉트릭 스네어 드럼
zh_hans: 电子军鼓
zh_hant: 電子小鼓

# editor.drum.name.splash
source: Splash Cymbal
ja: スプラッシュシンバル
ko: 스플래시 심벌
zh_hans: 水钹
zh_hant: 水鈸

# editor.drum.name.tambourine
source: Tambourine
ja: タンバリン
ko: 탬버린
zh_hans: 铃鼓
zh_hant: 鈴鼓

# editor.drum.name.tomHiMid
source: Hi-Mid Tom
ja: ハイミッドタム
ko: 하이미드 톰
zh_hans: 中高音嗵鼓
zh_hant: 中高音筒鼓

# editor.drum.name.tomHigh
source: High Tom
ja: ハイタム
ko: 하이 톰
zh_hans: 高音嗵鼓
zh_hant: 高音筒鼓

# editor.drum.name.tomLow
source: Low Tom
ja: ロータム
ko: 로우 톰
zh_hans: 低音嗵鼓
zh_hant: 低音筒鼓

# editor.drum.name.tomMid
source: Low-Mid Tom
ja: ローミッドタム
ko: 로우미드 톰
zh_hans: 中低音嗵鼓
zh_hant: 中低音筒鼓

# editor.drum.name.vibraslap
source: Vibraslap
ja: ビブラスラップ
ko: 비브라슬랩
zh_hans: 颤音器
zh_hant: 顫音器

# editor.drum.short.bassDrum
source: Kick
ja: バス
ko: 킥
zh_hans: 底鼓
zh_hant: 大鼓

# editor.drum.short.bongoHigh
source: Bongo Hi
ja: ボンゴH
ko: 봉고H
zh_hans: 高邦戈
zh_hant: 高邦哥

# editor.drum.short.bongoLow
source: Bongo Lo
ja: ボンゴL
ko: 봉고L
zh_hans: 低邦戈
zh_hant: 低邦哥

# editor.drum.short.chinese
source: China
ja: チャイナ
ko: 차이나
zh_hans: 中国钹
zh_hant: 中國鈸

# editor.drum.short.cowbell
source: Cowbell
ja: カウベル
ko: 카우벨
zh_hans: 牛铃
zh_hant: 牛鈴

# editor.drum.short.crash
source: Crash
ja: クラッシュ
ko: 크래시
zh_hans: 叮叮
zh_hant: 強音鈸

# editor.drum.short.crash2
source: Crash 2
ja: クラッシュ2
ko: 크래시2
zh_hans: 强音2
zh_hant: 強音2

# editor.drum.short.floorTomHigh
source: Flr Hi
ja: フロアH
ko: 플로어H
zh_hans: 高落地
zh_hant: 高落地

# editor.drum.short.floorTomLow
source: Flr Lo
ja: フロアL
ko: 플로어L
zh_hans: 低落地
zh_hant: 低落地

# editor.drum.short.handClap
source: Clap
ja: クラップ
ko: 클랩
zh_hans: 拍手
zh_hant: 拍手

# editor.drum.short.hiHatClosed
source: HH
ja: HH閉
ko: 하이햇
zh_hans: 闭踩
zh_hant: 閉踩

# editor.drum.short.hiHatOpen
source: HH o
ja: HH開
ko: 하이햇o
zh_hans: 开踩
zh_hant: 開踩

# editor.drum.short.hiHatPedal
source: HH ped
ja: HH足
ko: 하이햇p
zh_hans: 踏踩
zh_hant: 踏踩

# editor.drum.short.ride
source: Ride
ja: ライド
ko: 라이드
zh_hans: 叮叮钹
zh_hant: 叮叮鈸

# editor.drum.short.ride2
source: Ride 2
ja: ライド2
ko: 라이드2
zh_hans: 叮叮2
zh_hant: 叮叮2

# editor.drum.short.rideBell
source: Bell
ja: ベル
ko: 벨
zh_hans: 钹心
zh_hant: 鈸心

# editor.drum.short.sideStick
source: Rim
ja: リム
ko: 림
zh_hans: 边击
zh_hant: 邊擊

# editor.drum.short.snare
source: Snare
ja: スネア
ko: 스네어
zh_hans: 军鼓
zh_hant: 小鼓

# editor.drum.short.splash
source: Splash
ja: スプラッシュ
ko: 스플래시
zh_hans: 水钹
zh_hant: 水鈸

# editor.drum.short.tambourine
source: Tamb
ja: タンバリン
ko: 탬버린
zh_hans: 铃鼓
zh_hant: 鈴鼓

# editor.drum.short.tomHiMid
source: Tom HM
ja: タムHM
ko: 톰HM
zh_hans: 中高嗵
zh_hant: 中高筒

# editor.drum.short.tomHigh
source: Tom Hi
ja: タムH
ko: 톰H
zh_hans: 高嗵
zh_hant: 高筒

# editor.drum.short.tomLow
source: Tom Lo
ja: タムL
ko: 톰L
zh_hans: 低嗵
zh_hant: 低筒

# editor.drum.short.tomMid
source: Tom Mid
ja: タムM
ko: 톰M
zh_hans: 中嗵
zh_hant: 中筒

# editor.drum.short.vibraslap
source: Vibra
ja: ビブラ
ko: 비브라
zh_hans: 颤音器
zh_hant: 顫音器

# editor.duration.eighth
source: Eighth note
ja: 8分音符
ko: 8분음표
zh_hans: 八分音符
zh_hant: 八分音符

# editor.duration.half
source: Half note
ja: 2分音符
ko: 2분음표
zh_hans: 二分音符
zh_hant: 二分音符

# editor.duration.quarter
source: Quarter note
ja: 4分音符
ko: 4분음표
zh_hans: 四分音符
zh_hant: 四分音符

# editor.duration.sixteenth
source: 16th note
ja: 16分音符
ko: 16분음표
zh_hans: 十六分音符
zh_hant: 十六分音符

# editor.duration.sixtyFourth
source: 64th note
ja: 64分音符
ko: 64분음표
zh_hans: 六十四分音符
zh_hant: 六十四分音符

# editor.duration.thirtySecond
source: 32nd note
ja: 32分音符
ko: 32분음표
zh_hans: 三十二分音符
zh_hant: 三十二分音符

# editor.duration.whole
source: Whole note
ja: 全音符
ko: 온음표
zh_hans: 全音符
zh_hant: 全音符

# editor.instruments.add
source: Add Instrument
ja: 楽器を追加
ko: 악기 추가
zh_hans: 添加乐器
zh_hant: 加入樂器

# editor.instruments.delete.message
source: The notes written for this instrument are deleted too. You can bring them back with undo.
ja: この楽器の音符も削除されます。取り消すには元に戻すを使えます。
ko: 이 악기에 입력한 음표도 함께 삭제됩니다. 실행 취소로 되돌릴 수 있습니다.
zh_hans: 为该乐器写的音符也会一并删除。可以通过撤销恢复。
zh_hant: 為該樂器寫的音符也會一併刪除。可以透過還原復原。

# editor.instruments.delete.title %@
source: Delete %@?
ja: %@を削除しますか？
ko: %@을(를) 삭제하시겠습니까?
zh_hans: 要删除%@吗？
zh_hant: 要刪除%@嗎？

# editor.instruments.partName
source: Part Name
ja: パート名
ko: 파트 이름
zh_hans: 声部名称
zh_hant: 聲部名稱

# editor.instruments.shortName
source: Abbreviation
ja: 略称
ko: 약칭
zh_hans: 简称
zh_hant: 簡稱

# editor.instruments.shortName.message
source: Engraved at the left of every system after the first. Leave it empty for no label.
ja: 2 段目以降の譜表の左に表示されます。空にするとラベルなしになります。
ko: 둘째 단부터 보표 왼쪽에 표시됩니다. 비워 두면 라벨이 표시되지 않습니다.
zh_hans: 显示在第二行起每行谱表的左侧。留空则不显示标签。
zh_hant: 顯示在第二行起每行譜表的左側。留空則不顯示標籤。

# editor.instruments.showStaff %lld
source: Show staff %lld
ja: 第%lld譜表を表示
ko: %lld번째 보표 표시
zh_hans: 显示第%lld谱表
zh_hant: 顯示第%lld譜表

# editor.instruments.staffVisibility
source: Show Staff
ja: 譜表を表示
ko: 보표 표시
zh_hans: 显示谱表
zh_hant: 顯示譜表

# editor.instruments.title
source: Parts
ja: パート
ko: 파트
zh_hans: 声部
zh_hant: 聲部

# editor.measure.addMany
source: Add Multiple…
ja: まとめて追加…
ko: 여러 개 추가…
zh_hans: 批量添加…
zh_hant: 批次新增…

# editor.measure.addMany.apply
source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

# editor.measure.addMany.atEnd
source: At End
ja: 最後に
ko: 끝에
zh_hans: 在末尾
zh_hant: 在結尾

# editor.measure.addMany.beforeTarget
source: Before This Measure
ja: この小節の前に
ko: 이 마디 앞에
zh_hans: 在此小节之前
zh_hant: 在此小節之前

# editor.measure.addMany.count
source: Measures
ja: 小節数
ko: 마디 수
zh_hans: 小节数
zh_hant: 小節數

# editor.measure.addMany.noTarget
source: Select a measure to insert before it.
ja: 小節を選ぶと、その前に挿入できます。
ko: 마디를 선택하면 그 앞에 삽입할 수 있습니다.
zh_hans: 选择一个小节即可在其之前插入。
zh_hant: 選擇一個小節即可在其之前插入。

# editor.measure.addMany.placement
source: Position
ja: 位置
ko: 위치
zh_hans: 位置
zh_hant: 位置

# editor.measure.addMany.title
source: Add Measures
ja: 小節をまとめて追加
ko: 마디 여러 개 추가
zh_hans: 批量添加小节
zh_hant: 批次新增小節

# editor.measure.append
source: Add at End
ja: 最後に追加
ko: 끝에 추가
zh_hans: 在末尾添加
zh_hant: 在結尾新增

# editor.measure.delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# editor.measure.insertBefore
source: Insert Before
ja: 前に挿入
ko: 앞에 삽입
zh_hans: 在前面插入
zh_hant: 在前面插入

# editor.measure.keySignature
source: Key Signature…
ja: 調号…
ko: 조표…
zh_hans: 调号…
zh_hant: 調號…

# editor.measure.menu
source: Measure
ja: 小節
ko: 마디
zh_hans: 小节
zh_hant: 小節

# editor.measure.rehearsalMark
source: Rehearsal Mark…
ja: リハーサルマーク…
ko: 리허설 마크…
zh_hans: 排练标记…
zh_hant: 排練標記…

# editor.measure.timeSignature
source: Time Signature…
ja: 拍子…
ko: 박자표…
zh_hans: 拍号…
zh_hant: 拍號…

# editor.notice.savedAsMscz
source: Edits are saved as a MuseScore (.mscz) copy next to the original file.
ja: 編集内容は元のファイルの隣に MuseScore (.mscz) 形式のコピーとして保存されます。
ko: 편집 내용은 원본 파일 옆에 MuseScore(.mscz) 사본으로 저장됩니다.
zh_hans: 编辑内容将保存为原文件旁的 MuseScore (.mscz) 副本。
zh_hant: 編輯內容將儲存為原始檔案旁的 MuseScore (.mscz) 副本。

# editor.ops.dot
source: Augmentation dot
ja: 付点
ko: 점
zh_hans: 附点
zh_hant: 附點

# editor.ops.dot.double
source: Double augmentation dot
ja: 複付点
ko: 겹점
zh_hans: 双附点
zh_hant: 雙附點

# editor.ops.dot.single
source: Augmentation dot
ja: 付点
ko: 점
zh_hans: 附点
zh_hant: 附點

# editor.ops.dot.triple
source: Triple augmentation dot
ja: 複々付点
ko: 세겹점
zh_hans: 三附点
zh_hant: 三附點

# editor.ops.tie
source: Tie
ja: タイ
ko: 붙임줄
zh_hans: 延音线
zh_hant: 連結線

# editor.ops.tuplet
source: Tuplet
ja: 連符
ko: 잇단음표
zh_hans: 连音
zh_hant: 連音

# editor.ops.tupletCount %lld
source: %lld-tuplet
ja: %lld連符
ko: %lld잇단음표
zh_hans: %lld连音
zh_hant: %lld連音

# editor.pad.delete
source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# editor.pad.drum.more
source: Other drums
ja: その他の楽器
ko: 기타 악기
zh_hans: 其他鼓件
zh_hant: 其他鼓件

# editor.pad.move
source: Move the editing controls
ja: 編集コントロールを移動
ko: 편집 컨트롤 이동
zh_hans: 移动编辑控件
zh_hant: 移動編輯控制項

# editor.pad.pitchDown
source: Lower pitch
ja: 音を下げる
ko: 음 내리기
zh_hans: 降低音高
zh_hant: 降低音高

# editor.pad.pitchUp
source: Raise pitch
ja: 音を上げる
ko: 음 높이기
zh_hans: 升高音高
zh_hant: 升高音高

# editor.pad.selectNext
source: Next note
ja: 次の音符へ
ko: 다음 음표
zh_hans: 下一个音符
zh_hant: 下一個音符

# editor.pad.selectPrevious
source: Previous note
ja: 前の音符へ
ko: 이전 음표
zh_hans: 上一个音符
zh_hant: 上一個音符

# editor.rehearsalMark.apply
source: Apply
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

# editor.rehearsalMark.footer
source: Drawn at the start of the measure, above the top staff.
ja: 小節の先頭、最上段の上に表示されます。
ko: 마디 시작 부분, 맨 위 보표 위에 표시됩니다.
zh_hans: 显示在小节开头、最上方谱表的上方。
zh_hant: 顯示在小節開頭、最上方譜表的上方。

# editor.rehearsalMark.header %lld
source: Measure %lld
ja: %lld小節目
ko: %lld번째 마디
zh_hans: 第%lld小节
zh_hant: 第%lld小節

# editor.rehearsalMark.header.unnumbered
source: This Measure
ja: この小節
ko: 이 마디
zh_hans: 本小节
zh_hant: 本小節

# editor.rehearsalMark.remove
source: Delete Mark
ja: マークを削除
ko: 마크 삭제
zh_hans: 删除标记
zh_hant: 刪除標記

# editor.rehearsalMark.title
source: Rehearsal Mark
ja: リハーサルマーク
ko: 리허설 마크
zh_hans: 排练标记
zh_hant: 排練標記

# editor.revert.action
source: Revert to Original
ja: オリジナルに戻す
ko: 원본으로 되돌리기
zh_hans: 恢复到原始版本
zh_hant: 還原至原始版本

# editor.revert.action.pdf
source: Revert My Edits
ja: 編集を元に戻す
ko: 편집 내용 되돌리기
zh_hans: 恢复我的编辑
zh_hant: 還原我的編輯

# editor.revert.action.short
source: Revert
ja: 元に戻す
ko: 되돌리기
zh_hans: 恢复
zh_hant: 還原

# editor.revert.confirm.action
source: Revert to Original
ja: オリジナルに戻す
ko: 원본으로 되돌리기
zh_hans: 恢复到原始版本
zh_hant: 還原至原始版本

# editor.revert.confirm.body
source: Reverting to the original deletes every edit you have made to this score.
ja: オリジナルに戻すと、この楽譜に加えた編集内容が全て削除されます。
ko: 원본으로 되돌리면 이 악보에 적용한 편집 내용이 모두 삭제됩니다.
zh_hans: 恢复到原始版本会删除你对这份乐谱所做的全部编辑。
zh_hant: 還原至原始版本會刪除你對這份樂譜所做的全部編輯。

# editor.revert.confirm.cancel
source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

# editor.revert.confirm.inkMayShift
source: Handwriting anchored to the notation may move.
ja: 楽譜に紐づいた手書きは位置がずれることがあります。
ko: 악보에 연결된 손글씨는 위치가 달라질 수 있습니다.
zh_hans: 与乐谱关联的手写内容可能会移位。
zh_hant: 與樂譜關聯的手寫內容可能會移位。

# editor.revert.confirm.mayNotBeImport
source: This score was in your library before folino started keeping originals, so the saved version may already include earlier edits.
ja: この楽譜は folino がオリジナルを保存し始める前からライブラリにあるため、保存されている状態には以前の編集が含まれている可能性があります。
ko: 이 악보는 folino가 원본을 보관하기 시작하기 전부터 라이브러리에 있었으므로, 저장된 원본에는 이전 편집 내용이 이미 포함되어 있을 수 있습니다.
zh_hans: 此乐谱在 folino 开始保存原始文件之前就已在您的资料库中，因此保存的原始版本可能已包含之前的编辑内容。
zh_hant: 此樂譜在 folino 開始保存原始檔案之前就已在您的資料庫中，因此保存的原始版本可能已包含先前的編輯內容。

# editor.revert.confirm.title
source: Revert to Original?
ja: オリジナルに戻しますか？
ko: 원본으로 되돌릴까요?
zh_hans: 要恢复到原始版本吗？
zh_hant: 要還原至原始版本嗎？

# editor.revert.confirm.title.pdf
source: Revert My Edits?
ja: 編集を元に戻しますか？
ko: 편집 내용을 되돌릴까요?
zh_hans: 要恢复我的编辑吗？
zh_hant: 要還原我的編輯嗎？

# editor.revert.failed
source: Couldn't restore the original.
ja: オリジナルに戻せませんでした。
ko: 원본으로 복원할 수 없습니다.
zh_hans: 无法恢复到原始版本。
zh_hant: 無法還原至原始版本。

# editor.revert.failed.message
source: Please try again.
ja: もう一度お試しください。
ko: 다시 시도해 주세요.
zh_hans: 请重试。
zh_hant: 請再試一次。

# editor.signature.apply
source: Apply
ja: 適用
ko: 적용
zh_hans: 应用
zh_hant: 套用

# editor.signature.header %lld %@
source: Measure %lld — currently %@
ja: %lld小節目 — 現在は%@
ko: %lld번째 마디 — 현재 %@
zh_hans: 第%lld小节 — 当前为%@
zh_hant: 第%lld小節 — 目前為%@

# editor.signature.header.unnumbered %@
source: Currently %@
ja: 現在は%@
ko: 현재 %@
zh_hans: 当前为%@
zh_hant: 目前為%@

# editor.signature.key.title
source: Key Signature
ja: 調号
ko: 조표
zh_hans: 调号
zh_hant: 調號

# editor.signature.refusal.barline %lld
source: A repeat or barline mark in measure %lld would slide off the barline it marks, so nothing was changed.
ja: %lld小節目の反復記号や特殊な小節線が本来の位置からずれてしまうため、変更できませんでした。
ko: %lld번째 마디의 반복 기호나 특수 마디선이 원래 자리에서 벗어나기 때문에 변경하지 못했습니다.
zh_hans: 第%lld小节的反复记号或特殊小节线会偏离原来的位置，因此未做更改。
zh_hant: 第%lld小節的反覆記號或特殊小節線會偏離原本的位置，因此未做更改。

# editor.signature.refusal.generic
source: The change couldn’t be applied.
ja: この変更は適用できませんでした。
ko: 이 변경을 적용하지 못했습니다.
zh_hans: 无法应用此变更。
zh_hant: 無法套用此變更。

# editor.signature.refusal.title
source: Couldn’t apply the change
ja: 変更を適用できませんでした
ko: 변경을 적용하지 못했습니다
zh_hans: 无法应用此变更
zh_hant: 無法套用此變更

# editor.signature.refusal.tuplet %lld
source: The new barlines would fall inside the tuplet in measure %lld, so nothing was changed.
ja: %lld小節目の連符が新しい小節線とぶつかるため、変更できませんでした。
ko: %lld번째 마디의 잇단음표가 새 마디선과 겹쳐 변경하지 못했습니다.
zh_hans: 第%lld小节的连音符会被新的小节线切开，因此未做更改。
zh_hant: 第%lld小節的連音符會被新的小節線切開，因此未做更改。

# editor.signature.remove
source: Remove Change at This Measure
ja: この小節の変更を削除
ko: 이 마디의 변경 삭제
zh_hans: 删除本小节的变更
zh_hant: 刪除本小節的變更

# editor.signature.remove.confirm.action
source: Remove
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

# editor.signature.remove.confirm.title
source: Remove this change?
ja: この変更を削除しますか？
ko: 이 변경을 삭제하시겠습니까?
zh_hans: 要删除此变更吗？
zh_hant: 要刪除此變更嗎？

# editor.signature.remove.message.key
source: The measures from here on go back to the key already in force.
ja: この小節以降は、それまで有効だった調号に戻ります。
ko: 이 마디부터는 이전까지 적용되던 조표로 되돌아갑니다.
zh_hans: 本小节及之后将恢复为此前生效的调号。
zh_hant: 本小節及之後將恢復為先前生效的調號。

# editor.signature.remove.message.time
source: The measures from here on are re-barred to the meter already in force.
ja: この小節以降は、それまで有効だった拍子で小節が組み直されます。
ko: 이 마디부터는 이전까지 적용되던 박자로 마디가 다시 나뉘어집니다.
zh_hans: 本小节及之后将按此前生效的拍号重新划分小节。
zh_hant: 本小節及之後將依先前生效的拍號重新劃分小節。

# editor.signature.scopeHint
source: Applies from this measure until the next change.
ja: この小節から次の変更点までに適用されます。
ko: 이 마디부터 다음 변경 지점까지 적용됩니다.
zh_hans: 从本小节起，直到下一个变更点为止生效。
zh_hant: 從本小節起，直到下一個變更點為止生效。

# editor.signature.time.title
source: Time Signature
ja: 拍子
ko: 박자표
zh_hans: 拍号
zh_hant: 拍號

# editor.voice.label
source: Voice
ja: 声部
ko: 성부
zh_hans: 声部
zh_hant: 聲部

# editor.voice.n
source: Voice %lld
ja: 声部 %lld
ko: 성부 %lld
zh_hans: 声部 %lld
zh_hant: 聲部 %lld

# editor.revert.failed.dismiss
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好
